<template>
    <div class="wrapper block">
        <div class="breadcrumps">
            <span class="crumps-main">
                <nuxt-link to="/">Главная</nuxt-link>
            </span>
            <span class="breadcrumps-lic"></span>
            <span class="crumps-dop">Пользовательское соглашение</span>
        </div>

        <div class="wrapper content page">
            <h1 class="page-title">Пользовательское соглашение</h1>
            

            <div class="rules-wrapper">
                <p>Перед использованием сайта, пожалуйста, ознакомьтесь с условиями настоящего пользовательского Соглашения.</p>
                
                <p>Если Вы не согласны с условиями настоящего пользовательского Соглашения, то не совершайте покупки на сайте!</p>

                <p class="rules-title">Термины и определения</p>

                <p><b>Пользователь</b> - посетитель сайта;</p>

                <p><b>Администрация</b> - лицо, являющиеся создателем сайта;</p>

                <p><b>Лицензионный ключ</b> - уникальный набор символов для активации игры в Steam, Origin, Uplay, Battle.net;</p>

                <p><b>Аккаунт</b> - сочетание логина и пароля для учетной записи, где гарантированно находится купленная игра, подлежит замене в случае неработоспособности только в течении 120 минут после совершения покупки;</p>

                <p><b>Моментальная доставка</b> - после покупки товар сразу же будет доставлен вам на e-mail, который указан при покупке;</p>

                <p><b>Гарантия качества</b> - гарантия получения рабочего ключа, но не гарантия получения конкретной игры, так как все товары на сайте относящиеся к категории "Лицензионные ключи", являются кейсами с повышенным шансом получения конкретной игры, представленной на сайте;</p>

                <p><b>Подарок</b> - уникальная система, позволяющая нашим пользователям получать игры бесплатно, выполняя условия получения;</p>

                <p><b>Условия получения подарка</b> - после совершения покупки, пользователь обязан поставить положительный отзыв и ожидать получения подарка. Время ожидания подарка зависит от решения администрации;</p>

                <p class="rules-title">Общее положение</p>

                <p>1. Каждый пользователь, который зашел на сайт автоматически соглашается с данным настоящего пользовательского Соглашения;</p>

                <p>2. Сайт не несет ответственность за игру, которая вам попалась, так как все товары на сайте относящиеся к категории «Лицензионные ключи» являются кейсами с повышенным шансом получения конкретной игры, представленной на сайте. Однако мы гарантируем, что ключ будет рабочий и вы сможете его активировать у себя на аккаунте в Steam, Origin, Uplay, Battle.net;</p>

                <p>3. В случае, если аккаунта нет в наличии, после оплаты Вы получите сообщение вида: «Ожидайте получение товара в переписке с продавцом». Это означает, что Вами рарезервировано место, на получение оплаченного товара. После ручной проверки платежа Администрацией, Вы обязательно его получите в течении 24 часов в окне с перепиской;</p>
                
                <p>4. Гарантия на работоспособность продаваемых аккаунтов действует только на момент передачи данных, дальнейшая судьба аккаунта в руках покупателя;</p>

                <p>5. Покупка на сайте является осмысленным, самостоятельным и независимым выбором покупателя;</p>

                <p>6. Купленный товар не может быть возвращен обратно, после совершения оплаты. Вы не можете получить свои средства назад, потребовать замену ключа/аккаунта на другой или предлагать нам другие способы возврата;</p>

                <p>7. Замена купленного ключа/аккаунта производится в случае предоставления пользователем видеозаписи совершения покупки и момента активации ключа или ввода логина и пароля в случае покупки аккаунта;</p>

                <p>8. Если Вы неправильно указали свой e-mail при оформлении заказа, в дальнейшем Вы не сможете повторно посмотреть купленный товар;</p>

                <p>9. Покупая аккаунт с определенным количеством вещей, Вы гарантированно получаете работоспособный аккаунт и выбранное количество вещей за положительный отзыв;</p>

                <p>Администрация в праве изменять в любой момент вышеописанные правила на свое усмотрение. При этом внесенные правки немедленно вступают в силу и распространятся как на будущие, так и на существующие покупки.</p>
                
            </div>
        </div>
    </div>  
</template>
<style lang="scss">
    .rules-title {
        margin-bottom: 15px;
        font-weight: 400;
        font-size: 16px;
        margin-top: 25px;
        font-size: 16px;
    }

    p {
        font-size: 14px;
    }

    .rules-wrapper {
        padding: 0 150px;
    }
</style>